---
layout: page
status: publish
published: true
title: "En la cocina"
author:
  display_name: Mario Alberich
  login: admin
  email: malberich@gmail.com
  url: ''
author_login: admin
author_email: malberich@gmail.com
wordpress_id: 26729
date: '2007-06-30 00:00:00 +0200'
date_gmt: '2007-06-30 00:00:00 +0200'
categories: []
tags: []
comments: []
---
<div style="float: left; width: 15%">
	<img src="{{site.baseurl}}{{site.author.image}}" class="img-responsive img-rounded"/>
</div>
<p>Me llamo Mario Alberich y te quiero dar la bienvenida a Sopa de bits, mi blog personal. Puedes contactar conmigo a trav&eacute;s del <a href="/contacto">formulario de contacto</a>.</p>
<p>La sopa de bits es una pantalla de ordenador llena de caracteres ajenos al entendimiento, incomprensibles para un ser humano. Es un ruido provocado por el formato. Una sopa de letra sin l&iacute;mites que llena la pantalla del ordenador de los signos que anta&ntilde;o aparec&iacute;an en los tebeos los personajes se acordaban de la familia de alguien. &iquest;Estar&aacute; haciendo el ordenador lo mismo contigo?</p>
<p>El error se debe a que nadie ha indicado al ordenador el <a title="Wikipedia: Tipos mime" href="http://es.wikipedia.org/wiki/Multipurpose_Internet_Mail_Extensions">tipo MIME</a> que corresponde. Con s&oacute;lo cambiar ese defecto, ya disponemos de un documento en el men&uacute;.</p>
<p>Entre t&uacute; y yo quiz&aacute; haya <a title="Wikipedia: seis grados de separaci&oacute;n" href="http://es.wikipedia.org/wiki/Seis_grados_de_separaci%C3%B3n">seis grados de separaci&oacute;n</a>, pero tambi&eacute;n hay <a title="Toronto University: MIME and the web" href="http://www.utoronto.ca/webdocs/HTMLdocs/Book/Book-3ed/appb/mimetype.html">muchos tipos MIME</a>. Es por eso que el secreto no est&aacute; en encontrarnos, sino en entendernos.</p>
<p>Esa &iacute;nfima distancia (entre conocer o no el truco) <a title="Alfons Cornella: C&oacute;mo sobrevivir a la infoxicaci&oacute;n" href="http://www.uoc.es/web/esp/articles/cornella/acornella.htm">infoxica</a> a algunos, y mata de <em>hambre informacional</em> a otros. Si aprendes a cocinar por tus propios medios, pocas veces te quedar&aacute;s con hambre: en Internet siempre hay comida fresca.</p>
<p>Mis recomendaciones para saborear la sopa de bits:</p>
<ul>
<li>Puede ser cocinada con calma o como comida r&aacute;pida, pero <strong>busca siempre un rato al d&iacute;a para digerirla</strong>.</li>
<li>Puedes repetir tantas veces como quieras: Una idea tiene m&aacute;s de parecido con el fuego que con la materia. Se expande replic&aacute;ndose: si crees que vale la pena, procura que no se extinga. Y sobretodo, el reto est&aacute; en no quemarse.</li>
<li>La Sopa es un plato cuya receta nos acompa&ntilde;a desde tanto tiempo atr&aacute;s que nadie se pregunta el c&oacute;mo ni el por qu&eacute;. As&iacute; que mi propuesta es que trates de ver c&oacute;mo te afecta a ti.</li><br />
</ul></p>
<h2>Abierto las 24 horas</h2><br />
Puedes venir a sopa de bits cuando sufras una indigesti&oacute;n, para que puedas comer en las horas adecuadas y digerir... sin prisas. Aqu&iacute; la actualidad no es lo m&aacute;s importante: en el caso m&aacute;s extremo, simplemente una excusa para extraer ideas y presentar conceptos.</p>
<p>He iniciado este blog con la intenci&oacute;n doble de llenar un espacio que no encuentro en otros sitios y blogs de referencia. Creo en la interdisciplinariedad como base de la mejora productiva y de la capacidad real para innovar.</p>
<p>Tambi&eacute;n creo en el uso de la met&aacute;fora para encontrar soluciones: a veces existen conflictos causados por una cuesti&oacute;n de terminolog&iacute;a. Si se sale de esa torre de Babel, creo que las posibilidades de &eacute;xito aumentan. A m&iacute; me funciona.</p>
<h2>Vida personal, vida profesional</h2><br />
Al factor profesional se le a&ntilde;ade una vision personal, y es que creo que ha llegado el momento de empezar a devolver de alg&uacute;n modo todo lo que he recibido de la Red. No dejo de escuchar lo que ah&iacute; pasa, y ahora creo que puedo decir algo. Eso s&iacute;, de momento muy bajito... y luego, si me escuch&aacute;is, ya hablar&eacute; m&aacute;s fuerte ;-).</p>
<h2>Mis conocimientos y experiencia</h2><br />
He estudiado la diplomatura de Estad&iacute;stica en la Facultad de Econ&oacute;micas de la Universitat de Barcelona, y actualmente estoy cursando la Licenciatura de Documentaci&oacute;n. No he recibido formaci&oacute;n reglada en inform&aacute;tica, aunque me dedico profesionalmente al desarrollo de aplicaciones web desde el a&ntilde;o 2001 de forma pr&aacute;cticamente ininterrumpida.</p>
<p>Reconozco sin apuros que no soy ning&uacute;n fuera de serie en ninguna de las tres disciplinas, pero estoy muy satisfecho de poder combinarlas con cierto criterio.  Cada una aporta su granito de arena al mundo de la informaci&oacute;n:</p>
<ul>
<li>La inform&aacute;tica permite el tratamiento de la informaci&oacute;n a grandes velocidades. Aunque hay quien duda sobre si eso es una virtud o un defecto, yo creo que es una virtud, si cada cual consigue no atragantarse.</li>
<li>La estad&iacute;stica aporta la capacidad de s&iacute;ntesis y permite establecer procesos de decisi&oacute;n. Tambi&eacute;n permite establecer criterios de organizaci&oacute;n de los datos, estructuraci&oacute;n y jerarquizaci&oacute;n.</li>
<li>La documentaci&oacute;n y la biblioteconom&iacute;a estudian el valor sem&aacute;ntico, las fuentes de informaci&oacute;n, la organizaci&oacute;n del conocimiento, y es de las tres las m&aacute;s human&iacute;stica, pero no por ello faltada de posibilidades de an&aacute;lisis.</li><br />
</ul><br />
<p>Gracias por tu atenci&oacute;n. Puedes comentar lo que desees</p>
